Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/limesurvey-tm.tmx
Source language: en
Languages: ca_es

source: Registration email
ca_es: Correu electrònic de registre

source: Question code / ID
ca_es: Codi de la pregunta / ID

source: Email templates successfully saved.
ca_es: Les plantilles de correu electrònic s'han desat satisfactòriament.

source: Couldn't delete
ca_es: No s'ha pogut eliminar

source: This feature is only available for MySQL databases.
ca_es: Aquesta característica només és disponible per a bases de dades MySQL.

source: No SID Provided
ca_es: No es disposa de SID

source: Assessments mode not activated
ca_es: Mode d'avaluació no activat

source: Assessment mode for this survey is not activated. You can activate it in the %s survey settings %s (tab 'Notification & data management').
ca_es: El mode d'avaluació per aquesta enquesta no es troba activat. Podeu activar-lo a %s configuració de l'enquesta %s (pestanya 'Notificacions i gestió de dades')

source: Demo mode only: Uploading files is disabled in this system.
ca_es: Només mode de demostració: la pujada d'arxius està deshabilitada en aquest sistema.

source: Incorrect permissions in your %s folder.
ca_es: Permisos incorrectes a la seva carpeta %s.

source: This ZIP archive contains no valid Resources files. Import failed.
ca_es: Aquest arxiu ZIP conté arxius de Recursos no vàlids. Importació fallida.

source: An error occurred uploading your file. This may be caused by incorrect permissions in your %s folder.
ca_es: Ha ocurregut un error al pujar l'arxiu. Això pot ser degut a permisos incorrectes al seu directori %s.

source: Uploaded label set file needs to have an .lsl extension.
ca_es: L'arxiu de conjunt d'etiquetes que heu carregat ha de tenir una extensió .lsl

source: Create new label set
ca_es: Crear un nou grup d'etiquetes

source: Label set properties sucessfully updated.
ca_es: Les propietats del grup d'etiquetes s'han actualitzat correctament.

source: Label set sucessfully deleted.
ca_es: El grup d'etiquetes s'ha esborrat correctament.

source: Logged in
ca_es: Accedit

source: Default value settings were successfully saved.
ca_es: Els valors de configuració per defecta s'han desat correctament.

source: Not all answer options were saved. This usually happens due to server limitations ( PHP setting max_input_vars) - please contact your system administrator.
ca_es: No s'han desat totes les opcions de resposta. Això normalment és degut a limitacions del servidor (Configuració max_input_vars de PHP). Si us plau, contacti amb el seu administrador.

source: Answer options were successfully saved.
ca_es: Les opcions de resposta s'han desat satisfactòriament.

source: Not all subquestions were saved. This usually happens due to server limitations ( PHP setting max_input_vars) - please contact your system administrator.
ca_es: No s'han desat totes les subpreguntes. Això passa normalment és degut a limitacions del servidor (Configuració max_input_vars de PHP). Si us plau, contacti amb el seu administrador.

source: Subquestions were successfully saved.
ca_es: Les subpreguntes s'han desat satisfactòriament.

source: The question could not be added. You must enter at least a question code.
ca_es: La pregunta no s'ha pogut afegir. És necessari que introduiu, com a mínim, un codi de pregunta.

source: Question was successfully added.
ca_es: L'enquesta s'ha afegit reeixidament.

source: Question was successfully saved.
ca_es: Pregunta desada satisfactòriament.

source: Survey text elements successfully saved.
ca_es: Els elements de text de l'enquesta s'han desat reeixidament.

source: Warning! Notification email was not updated because it was not valid.
ca_es: Atenció! El correu electrònic de notificació no és vàlid i no s'ha actualitzat.

source: Warning! Bounce email was not updated because it was not valid.
ca_es: Atenció! El correu electrònic de rebot no és vàlid i no s'ha actualitzat.

source: Survey settings were successfully saved.
ca_es: La configuració de l'enquesta s'ha desat satisfactòriament.

source: Survey could not be updated.
ca_es: L'enquesta no s'ha pogut actualitzar.

source: Failed to add user
ca_es: No s'ha pogut afegir l'usuari.

source: The email address is not valid.
ca_es: L'adreça de correu electrònic no és vàlida.

source: A username was not supplied or the username is invalid.
ca_es: No s'ha indicat el nom d'usuari o el nom d'usuari no és vàlid.

source: The username already exists.
ca_es: Aquest usuari ja existeix.

source: Hello %s,
ca_es: Hola %s,

source: this is an automated email to notify that a user has been created for you on the site '%s'.
ca_es: aquest és un e-mail automàtic per a notificar que s'ha creat un usuari per a vostè al lloc '%s'.

source: You can use now the following credentials to log into the site:
ca_es: Ara pot usar les següents credencials per a accedir al lloc:

source: Please contact your LimeSurvey administrator for your password.
ca_es: Contacteu amb l'administrador per solicitar la vostra contrasenya.

source: Click here to log in.
ca_es: Feu clic aquí per entrar.

source: If you have any questions regarding this mail please do not hesitate to contact the site administrator at %s. Thank you!
ca_es: Si us plau, si té algun dubte després de llegir aquest e-mail, no dubti en contactar amb l'administrador a %s. Moltes gràcies!

source: User registration at '%s'
ca_es: Registre d'usuari a '%s'

source: An email with a generated password was sent to the user.
ca_es: S'ha enviat a l'usuari un correu amb la contrasenya generada.

source: Set user permissions
ca_es: Definir permisos d'usuari

source: The user name already exists.
ca_es: Ja existeix el nom d'usuari.

source: Initial Superadmin cannot be deleted!
ca_es: El super-administrador inicial no pot ser eliminat!

source: Could not delete user. User was not supplied.
ca_es: No es pot eliminar l'usuari.

source: User '%s' was successfully deleted.
ca_es: L'usuari '%s' s'ha esborrat satisfatòriament.

source: All of the user's surveys were transferred to %s.
ca_es: Totes les enquestes d'usuari s'han tranferit a %s.

source: Could not modify user data.
ca_es: No s'han pogut modificar les dades de l'usuari.

source: Email address is not valid.
ca_es: L'adreça de correu electrònic no és vàlida.

source: Unchanged
ca_es: Sense canvis

source: Could not modify user data. Email address already exists.
ca_es: No s'han pogut modificar les dades de l'usuari. L'adreça de correu electrònic ja existeix.

source: User permissions were updated successfully.
ca_es: S'han actualitzat amb èxit els permisos d'usuari.

source: You are not allowed to change your own permissions!
ca_es: No estàs autoritzar a cambiar els teus propis permisos!

source: Set template permissions
ca_es: Definir permisos de plantilla

source: Template permissions were updated successfully.
ca_es: S'han actualitzat amb èxit els permisos de la plantilla.

source: Error while updating usertemplates.
ca_es: S'ha produit un error mentre es pujaven les plantilles d'usuari

source: Your personal settings were successfully saved.
ca_es: La seva configuració personal s'ha desat correctament.

source: No SID (Survey) has been provided. Cannot import question.
ca_es: No s'indica SID (Enquesta). No es pot importar la pregunta.

source: New question group was saved.
ca_es: S'ha desat el nou grup de preguntes.

source: The question group was deleted.
ca_es: El grup de preguntes s'ha eliminat.

source: Group could not be deleted
ca_es: No s'ha pogut eliminar el grup

source: Question group successfully saved.
ca_es: El grup d'usuaris s'ha desat reeixidament.

source: Edit permissions
ca_es: Editar permisos

source: User
ca_es: Usuari

source: Please select a user first
ca_es: Si us plau, abans seleccioni un usuari

source: Please select a user group first
ca_es: Si us plau, abans seleccioni un grup

source: User group added.
ca_es: Grup d'usuaris afegit.

source: Set Survey Rights
ca_es: Establir Permisos per a l'Enquesta

source: Failed to add user group.
ca_es: S´ha produit un error en afegir el grup d'usuaris.

source: Failed to add user.
ca_es: Error al afegir l'Usuari.

source: No Username selected.
ca_es: No s'ha seleccionat cap nom d'usuari

source: User added.
ca_es: Usuai afegit.

source: Set survey permissions
ca_es: Defineix permisos de l'enquesta

source: Username already exists.
ca_es: L'usuari ja existeix.

source: Edit survey permissions for user %s
ca_es: Establir permisos de l'usuari %s

source: Edit survey permissions for group %s
ca_es: Editar permisos de l'enquesta pel grup %s

source: Permission
ca_es: Permís

source: Create
ca_es: Crea

source: View/read
ca_es: Veure/llegir

source: Deleting User
ca_es: Eliminant Usuari

source: Edit survey permissions
ca_es: Editar permisos de l'enquesta

source: Survey permissions for all users in this group were successfully updated.
ca_es: El permisos d'enquesta per tots el usuaris d'aquest grup s'han actualitzat satisfactòriament.

source: Survey permissions were successfully updated.
ca_es: El permisos d'enquesta s'han actualitzat satisfactòriament.

source: Failed to update survey permissions!
ca_es: S´ha produit un error en actualitzar els permissos de l'enquesta.

source: Deleting token table: %s
ca_es: Esborrant la taula de tokens: %s

source: Deleting survey table: %s
ca_es: Esborrant la taula de l'enquesta: %s

source: No old survey or token table selected.
ca_es: No s'ha seleccionat una enquesta antiga o una taula de tokens.

source: Deleting orphan token table:
ca_es: Esborrant la taula de tokens orfe.

source: Deleting orphan survey table:
ca_es: Esborrant la taula de l'enquesta orfe:

source: Deleting groups: %u groups deleted
ca_es: Esborrant grups: se n'han esborrat %u

source: Deleting questions: %u questions deleted
ca_es: Esborrant preguntes: se n'han esborrat %u

source: Deleting survey languagesettings: %u survey languagesettings deleted
ca_es: Eliminant les preferències d'idioma de l'enquesta: %u preferències d'idioma eliminades

source: Deleting surveys: %u surveys deleted
ca_es: Esborrant enquestes: se n'han esborrat %u

source: Deleting answers: %u answers deleted
ca_es: Esborrant respostes: se n'han esborrat %u

source: Deleting orphaned quota members.
ca_es: Esborrant quota dels membres orfes.

source: Deleting orphaned quotas.
ca_es: Esborrant quotas orfes.

source: Deleting orphaned default values.
ca_es: Esborrant valors per defecte orfes.

source: Deleting question attributes: %u attributes deleted
ca_es: Esborrant atributs de pregunta: %u atributs esborrats

source: Deleting conditions: %u conditions deleted
ca_es: Esborrant condicions: %u condicions esborrades

source: No matching CQID
ca_es: Cap CQID coincident

source: No matching CFIELDNAME group!
ca_es: No hi ha cap CFIELDNAME coincident!

source: No CFIELDNAME field set!
ca_es: No s'ha introduït el camp CFIELDNAME!

source: No matching survey
ca_es: No s'ha trobat l'enquesta

source: No matching group
ca_es: No s'ha trobat el grup

source: No matching question
ca_es: No s'ha trobat la pregunta

source: The related survey is missing.
ca_es: L'enquesta relacionada no existeix.

source: There is no matching survey.
ca_es: No s'ha trobat cap enquesta.

source: responses
ca_es: respostes

source: timings
ca_es: temps

source: Survey ID %d saved at %s containing %d record(s) (%s)
ca_es: L'enquesta amb ID %d s'ha desat a %s amb %d registre/es (%s)

source: Survey ID %d saved at %s containing %d record(s)
ca_es: L'enquesta amb ID %d ha estat desada a %s containing %d record(s)

source: Export %s participant(s) to CSV
ca_es: Exportar %s participant(s) a CSV

source: Attribute display setting updated
ca_es: Valor d'atribut de pantalla actualitzat

source: %s participant(s) are to be copied
ca_es: S'ha de copiar %s participant(s)

source: This is not a .csv file.
ca_es: No és un fitxer .csv.

source: %s participants have been shared
ca_es: S'han compartit %s particpants

source: %s participants have been copied to the central participants table
ca_es: %s participants s'han copiat a la taula central de participants

source: %s entries were not copied because they already existed
ca_es: %s entrades no s'han copiat perque ja existien

source: Attribute values for existing participants have been updated from the token records
ca_es: Els valors dels atributs pels participants existents s'han actualitzat des de els registres de tokens

source: %s participants have been copied to the survey token table
ca_es: %s participants s'han copiat a la taula de tokens de l'enquesta

source: Attribute values for existing participants have been updated from the participants records
ca_es: Els valors dels atributs pels participants existents s'han actualitzat des de els registres de participants

source: Export VV file
ca_es: Exportar arxiu VV

source: This archive contains a PDF file of the survey, the queXML file of the survey and a queXF banding XML file which can be used with queXF: http://quexf.sourceforge.net/ for processing scanned surveys.
ca_es: L'arxiu conté un arxiu PDF de l'enquesta, l'arxiu queXML de l'enquesta i un arxiu XML banda queXF que es poden utilitzar amb el queXF: http://quexf.sourceforge.net/ per processar enquestes escanejades

source: No token table.
ca_es: No existeix taula de tokens.

source: The imap PHP library is not installed. Please contact your system administrator.
ca_es: La llibreria Imap PHP no està instalada. Si us plau, contacteu amb l'administrador.

source: %s messages were scanned out of which %s were marked as bounce by the system.
ca_es: S'han escanejat %s missatdes, dels quals %s el sistema ha marcat com a rebot.

source: %s messages were scanned, none were marked as bounce by the system.
ca_es: S'ha escanejat %s missatges, el sistema no s'ha marcat cap com a rebot.

source: Please check your settings
ca_es: Si us plau, revisi la seva configuració

source: Bounce processing is deactivated either application-wide or for this survey in particular.
ca_es: El processat dels correus electrònics de rebot està desactivat, o bé per tota l'aplicació o bé per aquesta enquesta en particular.

source: Do survey
ca_es: Realitzar enquesta

source: Delete token entry
ca_es: Eliminar token

source: Send invitation email to this person (if they have not yet been sent an invitation email)
ca_es: Enviar correu d'invitació a aquesta persona (si encara no se li ha enviat cap correu d'invitació)

source: Send reminder email to this person (if they have already received the invitation email)
ca_es: Enviar correu d'invitació a aquesta persona (encara que ja hagi rebut el correu d'invitació)

source: View this person in the central participants database
ca_es: Veure aquesta persona a la base de dades central de participants

source: The token entry was successfully updated.
ca_es: El token s'ha actualitzat correctament.

source: Show this token entry
ca_es: Mostrar l'entrada d'aquest token

source: New dummy tokens were added.
ca_es: S'han afegit nous tokens ficticis.

source: Only %s new dummy tokens were added after %s trials.
ca_es: Només %s nous tokens ficticis s'han afegit després de %s intents.

source: Try with a bigger token length.
ca_es: Proveu amb un token més llarg

source: %s field(s) were successfully added.
ca_es: S'ha/-n afegit %s camp/-s correctament.

source: Token attribute descriptions were successfully updated.
ca_es: Les descripcions dels atributs del token s'han actualitzat satisfactòriament.

source: Back to attribute field management.
ca_es: Tornar al gestor de camps d'atribut.

source: Email to {FIRSTNAME} {LASTNAME} ({EMAIL}) delayed: Token is not yet valid.
ca_es: S'ha posposat l'enviament del correu electrònic a {FIRSTNAME} {LASTNAME} ({EMAIL}): El token encara no és vàlid.

source: Email to {FIRSTNAME} {LASTNAME} ({EMAIL}) skipped: Token is not valid anymore.
ca_es: S'ha ignorat l'enviament del correu electrònic a {FIRSTNAME} {LASTNAME} ({EMAIL}): El token ha deixat de ser vàlid.

source: Invitation sent to:
ca_es: Invitació enviada a:

source: Reminder sent to:
ca_es: Recordatori enviat a:

source: Email to {FIRSTNAME} {LASTNAME} ({EMAIL}) failed. Error Message:
ca_es: Ha fallat l'enviament del correu electrònic a {FIRSTNAME} {LASTNAME} ({EMAIL}). Missatge d'error:

source: There were no eligible emails to send. This will be because none satisfied the criteria of:
ca_es: No hi ha correus electrònics elegibles per enviar. Això s'ha produit perque no s'ha satisfect cap d'aquests criteris:

source: having a valid email address
ca_es: tenir una adreça de correu electrònic vàlida

source: not having been sent an invitation already
ca_es: encara no s'ha enviat una invitació

source: having already completed the survey
ca_es: haver completat l'enquesta

source: having a token
ca_es: tenint un token

source: Uploading LDAP Query
ca_es: Pujant Consulta LDAP

source: Can't bind to the LDAP directory
ca_es: No es pot enllaçar a la carpeta LDAP

source: Can't connect to the LDAP directory
ca_es: No es pot connectar a la carpeta LDAP

source: Create tokens
ca_es: Crear tokens

source: Clicking 'Yes' will generate tokens for all those in this token list that have not been issued one. Continue?
ca_es: Si cliquen en "Si" es generaran tots els tokens per aquesta llista de tokens que no hi tinguin encara cap generat. Voleu continuar?

source: Only %s token has been created.
ca_es: Només s'ha creat %s token.

source: Need %s token.
ca_es: És necessari %s token.

source: %s token has been created.
ca_es: S'ha creat %s token.

source: Delete Tokens Table
ca_es: Eliminar Taula Tokens

source: If you delete this table tokens will no longer be required to access this survey.
ca_es: Si elimina la taula de tokens, no serà necessària cap contrasenya per realitzar l'enquesta.

source: A backup of this table will be made if you proceed. Your system administrator will be able to access this table.
ca_es: Es realitzarà una còpia de seguretat si continua. L'administrador del sistema tindrà accès a aquesta taula.

source: Delete Tokens
ca_es: Eliminar Tokens

source: The tokens table has now been removed and tokens are no longer required to access this survey.
ca_es: La taula de tokens ha estat eliminada i ja no es necessària cap contrasenya per accedir a l'enquesta.

source: A backup of this table has been made and can be accessed by your system administrator.
ca_es: S'ha realitzat una còpia de seguretat y aquesta podrà ser accedida per l'administrador del sistema.

source: Bounce settings have been saved.
ca_es: La configuració del correu electrònic de rebot s'ha desat satisfactòriament.

source: Tokens already exist for this survey.
ca_es: Ja existeixen tokens per aquesta enquesta.

source: A token table has been created for this survey.
ca_es: S'ha creat una taula de tokens per aquesta enquesta.

source: Import old tokens
ca_es: Importar tokens antics:

source: A token table has been created for this survey and the old tokens were imported.
ca_es: S'ha creat una taula de tokens per aquesta enquesta i s'han importat els tokens antics.

source: Invalid survey ID
ca_es: ID d'enquesta no vàlid

source: This survey has not been activated. There are no results to browse.
ca_es: Aquesta enquesta no ha estat activada. No hi ha resultats a examinar.

source: This response ID is invalid.
ca_es: L'ID d'aquesta resposta no es vàlid

source: Response ID %s was successfully deleted.
ca_es: La resposta amb ID %s ha sigut esborrada correctament.

source: %s response was successfully deleted.
ca_es: %s resposta s'ha esborrat satisfactòriament.

source: Email to %s failed. Error Message:
ca_es: Ha fallat l'enviament del correu a %s. Missatge d'error:

source: Could not delete user group.
ca_es: No es pot eliminar el grup d'usuaris.

source: Could not delete user group. No group selected.
ca_es: No es pot eliminar el grup d'usuaris. No hi ha cap grup seleccionat.

source: Failed to add group! Group name length more than 20 characters.
ca_es: No s'ha pogut afegir el grup. El nom del grup ha de tenir una longitud de més de 20 caràcters.

source: Failed to add group! Group already exists.
ca_es: No s'ha pogut afegir el grup. El grup ja existeix.

source: User group successfully added!
ca_es: Grup d'usuaris afegit amb èxit!

source: Failed to add group! Group Name was not supplied.
ca_es: No s'ha pogut afegir el grup. No s'ha indicat un nom pel grup.

source: User group successfully saved!
ca_es: Grup d'usuaris desat satisfactòriament!

source: Failed to edit user group!
ca_es: La edició del grup d'usuaris ha fallat!

source: Failed.
ca_es: Fallat.

source: Group not found.
ca_es: Grup no trobat

source: You can not add or remove the group owner from the group.
ca_es: El vostre usuari no pot afegir o esborrar el propietari del grup

source: User already exists in the group.
ca_es: L'usuari ja existeix en aquest grup.

source: User removed.
ca_es: Usuari esborrat.

source: Failed to remove user.
ca_es: No s'ha pogut esborrar l'usuari.

source: User does not exist in the group.
ca_es: L'usuari no existeix en aquest grup.

source: User not found.
ca_es: Usuari no trobat.

source: Question codes were successfully regenerated.
ca_es: Els codis de pregunta s'han regenerat correctament.

source: Error: Response table does not exist. Survey cannot be deactivated.
ca_es: Error: no existeix la taula de respostes. L'enquesta no es pot desactivar.

source: Survey table could not be created.
ca_es: La taula de l'enquesta no s'ha pogut crear.

source: Timings table could not be created.
ca_es: La Taula de temps no s'ha pogut crear.

source: Database error!!
ca_es: Error a la base de dades!

source: Survey has been activated. Results table has been successfully created.
ca_es: L'enquesta ha estat activada. La taula de resultats ha estat creada amb èxit.

source: The required directory for saving the uploaded files couldn't be created. Please check file premissions on the /upload/surveys directory.
ca_es: El directori necessari per desar els arxius pujats no s'ha pogut crear. Si us plau, revisi el permisos d'arxiu al directori /upload/surveys.

source: This survey allows public registration. A token table must also be created.
ca_es: Aquesta enquesta permet registre públic. Una taula de tokens haurà de ser creada.

source: This survey is now active, and responses can be recorded.
ca_es: Aquesta enquesta està activa, les respostes podran ser desades.

source: Open-access mode
ca_es: Enquesta d'accés lliure

source: No invitation code is needed to complete the survey.
ca_es: No es necessita cap codi d'invitació per completar l'enquesta.

source: You can switch to the closed-access mode by initialising a token table with the button below.
ca_es: Vostè pot fer que l'enquesta sigui d'accés restringit (o sigui, només per a persones que tinguin la contrasenya oportuna) inicialitzant una taula de tokens prement al següent botó.

source: Switch to closed-access mode
ca_es: Canviar a enquesta d'accés restringit

source: (None)
ca_es: (Cap)

source: This survey is active - click here to stop this survey.
ca_es: Aquesta enquesta és activa - clica aquí per desactivar-la.

source: This survey is currently not active - click here to activate this survey.
ca_es: Aquesta enquesta no està activa - clica aquí per activar-la.

source: This survey is currently not active.
ca_es: Aquesta enquesta no està activa.

source: Survey deleted.
ca_es: Enquesta esborrada.

source: Import survey data
ca_es: Importar dades de l'enquesta

source: Survey structure import summary
ca_es: Resum d'importació de l'estructura de l'enquesta

source: Survey copy summary
ca_es: Resum de la còpia de l'enquesta

source: Import failed. You specified an invalid file type '%s'.
ca_es: L'importació ha fallat. Heu especificat un tipus de fitxer no vàlid '%s'.

source: No survey ID has been provided. Cannot copy survey
ca_es: No s'ha proporcionat ID d'enquesta. No es pot copiar l'enquesta.
